[
  {
    "id": 1,
    "name": "Sheri Collins",
    "comments": {
      "comment": "I am using Bajaj Pulsar NS160 Bike and I am very happy with its performance. I recommend this bike to others also who are looking for good sports bike in low budget. This bike offers a good speed with comfort and safety.",
      "date": "2021-12-16"
    }
  },
  {
    "id": 2,
    "name": "Sherry Balistreri",
    "comments": {
      "comment": "Looking super, beautifully designed, good effort by the company gives long driving confidence, handling is superb, pick up is mind-blowing.",
      "date": "2021-08-30"
    }
  },
  {
    "id": 3,
    "name": "Lynne Bauch",
    "comments": {
      "comment": "Excellent bike youngers are well satisfied with the model. Very slim and weightless which will give great performance and mileage also is good.",
      "date": "2022-03-24"
    }
  },
  {
    "id": 4,
    "name": "Brandi Reichert",
    "comments": {
      "comment": "aIts style, sound, and performance are extraordinary. Anyone planning to purchase a new bike. I suggested only ns 160.",
      "date": "2022-01-09"
    }
  },
  {
    "id": 5,
    "name": "Doris Johnston",
    "comments": {
      "comment": "Around 3 Months Back I Bought This Pulsar NS160 Bike which Gives the Best Driving Experience without any Discomfort, On-road as well as offroad.",
      "date": "2022-03-07"
    }
  },
  {
    "id": 6,
    "name": "Eileen Upton",
    "comments": {
      "comment": "I am Using This Bike for the last 6 months and I am impressed with Its Amazing Performance. After all Its Delivering Good Mileage and Suspension. The Best Thing About This Bike is Its Comfortable Seat with a Smooth Drive Experience. ",
      "date": "2021-05-22"
    }
  },
  {
    "id": 7,
    "name": "Hubert Ullrich",
    "comments": {
      "comment": "I purchased Bajaj Pulsar NS160 Bike because it offers many features and it comes at an affordable price. I am very happy to buy this bike. I am using it for the daily commute and long rides. ",
      "date": "2022-02-12"
    }
  }
]
